PRIORITIES = {
    "구매자": {
        "환불 받기": 70, 
        "상대로부터 사과받기": 30
        },
    "판매자": {
        "환불 거절하기": 70, 
        "상대가 올린 욕설 섞인 리뷰 삭제 요청하기": 30
        }
}

SCENARIOS = {
    "구매자": (
        "당신은 아픈 조카가 있습니다. 조카는 손흥민의 엄청난 팬입니다. "
        "조카를 위해 손흥민 유니폼을 구매하였습니다. "
        "하지만 막상 유니폼을 받아보니 손흥민 유니폼이 아닌 다른 토트넘 선수의 유니폼이 도착했습니다. "
        "당신은 손흥민 유니폼인 줄 알고 구매했지만 원하는 상품을 받지 못했기에 환불을 요청했습니다. "
        "이에 따라 판매자에 대한 욕설이 섞인 안 좋은 리뷰를 사이트에 남겨두었습니다."
    ),
    "판매자": (
        "당신은 온라인 스포츠웨어 판매 사이트의 운영자입니다. "
        "구매자가 손흥민 유니폼을 받지 못했다며 환불을 요청했지만, "
        "당신은 손흥민 유니폼이 아닌 토트넘 유니폼을 판매했다며, "
        "특정 선수의 유니폼이 아니라는 이유로 환불 요청을 받아줄 수 없다고 했습니다. "
        "이에 따라 상대가 당신은 사기꾼이라는 욕설이 섞인 안 좋은 리뷰를 사이트에 남겼고, "
        "당신 역시 구매자는 터무니 없는 요구를 하는 진상이라는 리뷰를 남겼습니다."
    )
}
